Revit 2027 API
ParameterTypeId.StructuralElevationAtTopSurvey Property
 "Elevation at Top Survey"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralElevationAtTopSurvey { get; }
Public Shared ReadOnly Property StructuralElevationAtTopSurvey As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralElevationAtTopSurvey {
	ForgeTypeId^ get ();
}
static member StructuralElevationAtTopSurvey : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace